{
    "terms":[
        "ข้อกำหนดและเงื่อนไขการใช้งาน MedVista",
        "1. การยอมรับข้อกำหนดและเงื่อนไขการเข้าใช้บริการ MedVista ทุกประเภท ถือเป็นการยอมรับข้อกำหนดและเงื่อนไขทั้งหมดที่ระบุในเอกสารนี้ ซึ่งอาจมีการเปลี่ยนแปลงตามความเหมาะสมของ MedVista โดยจะแจ้งให้ผู้ใช้ทราบผ่านช่องทางที่ MedVista กำหนดไว้ เช่น การโพสต์บนเว็บไซต์ หากผู้ใช้ไม่ยอมรับข้อกำหนดและเงื่อนไขที่มีการปรับปรุง ผู้ใช้จะต้องหยุดการใช้งานบริการทันที หากผู้ใช้ยังคงใช้บริการหลังจากการเปลี่ยนแปลงข้อกำหนดและเงื่อนไขแสดงว่าผู้ใช้ยอมรับในข้อกำหนดและเงื่อนไขที่มีการปรับปรุงแล้ว",
        "2. การให้บริการMedVista ให้บริการทางการแพทย์และสุขภาพผ่านเทคโนโลยีดิจิทัล ซึ่งครอบคลุมถึงการให้คำปรึกษา การวินิจฉัยเบื้องต้น และการแนะนำการรักษา เช่น การสนทนาออนไลน์กับแพทย์ การประชุมผ่านวิดีโอคอลการให้บริการของ MedVista ไม่จำกัดแค่การให้คำแนะนำเบื้องต้นเกี่ยวกับอาการป่วยต่าง ๆ แต่ยังสามารถทำการตรวจสอบประวัติการรักษา รวมถึงการจัดการนัดหมายเพื่อพบแพทย์ผ่านแพลตฟอร์มของ MedVista",
        "3. การลงทะเบียนและบัญชีผู้ใช้ แพทย์ที่ต้องการให้บริการในระบบ MedVista ต้องทำการลงทะเบียนในฐานะผู้ให้บริการ โดยกรอกข้อมูลส่วนบุคคลและข้อมูลทางการแพทย์ที่จำเป็น หลังจากนั้น MedVista จะทำการตรวจสอบข้อมูลและเอกสารที่แพทย์ส่งมาอย่างละเอียด เพื่อรับรองความถูกต้องและความเชี่ยวชาญของแพทย์ ก่อนที่จะให้สิทธิ์ในการให้บริการแพทย์ที่ลงทะเบียนเป็นผู้ให้บริการใน MedVista ต้องปฏิบัติตามมาตรฐานทางการแพทย์ และหลักจริยธรรมที่กำหนดไว้ รวมถึงการรักษาความลับของข้อมูลผู้ใช้บริการ",
        "4. ข้อมูลส่วนตัวและความเป็นส่วนตัวMedVista ให้ความสำคัญกับการรักษาความเป็นส่วนตัวของข้อมูลผู้ใช้ โดยข้อมูลส่วนตัวที่ผู้ใช้ให้แก่ MedVista จะได้รับการปกป้องตามมาตรฐานการรักษาความปลอดภัยข้อมูลที่กำหนดไว้ในนโยบายความเป็นส่วนตัวข้อมูลที่เก็บรวบรวมจากผู้ใช้บริการ จะได้รับการปกป้องตามข้อกำหนดของกฎหมาย และจะไม่ถูกเปิดเผยให้กับบุคคลภายนอกโดยไม่ได้รับความยินยอมจากผู้ใช้ เว้นแต่การเปิดเผยนั้นจะต้องเป็นไปตามข้อกำหนดของกฎหมาย",
        "5. การใช้บริการทางการแพทย์แพทย์ที่ลงทะเบียนกับ MedVista จะให้คำแนะนำเกี่ยวกับอาการต่าง ๆ ที่ผู้ใช้แจ้งมา เช่น การวินิจฉัยอาการเบื้องต้น การแนะนำการรักษา หรือการดูแลสุขภาพเบื้องต้น โดยแพทย์สามารถวินิจฉัยอาการได้จากข้อมูลที่ได้รับจากผู้ใช้ และแนะนำการรักษาที่เหมาะสมในกรณีที่อาการไม่รุนแรงหรือต้องการการดูแลเบื้องต้นผ่านช่องทางออนไลน์",
        "6. ข้อจำกัดความรับผิดชอบการให้คำปรึกษาทางการแพทย์ออนไลน์ผ่าน MedVista จะไม่สามารถทดแทนการไปพบแพทย์ในสถานพยาบาลที่มีการตรวจร่างกายและการทดสอบทางการแพทย์ที่ละเอียดได้ หากแพทย์พบว่าอาการของผู้ใช้ต้องการการตรวจร่างกายที่ละเอียดหรือการรักษาที่ซับซ้อน แพทย์จะให้คำแนะนำให้ผู้ใช้ไปพบแพทย์ที่สถานพยาบาลที่ได้รับการรับรอง",
        "7. การเปลี่ยนแปลงข้อกำหนดและเงื่อนไขMedVista ขอสงวนสิทธิ์ในการปรับปรุงหรือเปลี่ยนแปลงข้อกำหนดและเงื่อนไขเหล่านี้ได้ตามความเหมาะสมโดยไม่ต้องแจ้งให้ทราบล่วงหน้า โดยผู้ใช้บริการจะต้องทบทวนข้อกำหนดและเงื่อนไขการใช้บริการทุกครั้งเมื่อมีการใช้บริการ หากมีการเปลี่ยนแปลงข้อกำหนดและเงื่อนไขที่สำคัญ MedVista จะทำการแจ้งให้ผู้ใช้ทราบผ่านช่องทางที่เหมาะสม เช่น การโพสต์ข้อมูลบนเว็บไซต์",
        "8. การยกเลิกบริการผู้ใช้สามารถยกเลิกการใช้บริการ MedVista ได้ตลอดเวลา โดยการแจ้งยกเลิกผ่านช่องทางที่ MedVista กำหนด",
        "9. กฎหมายที่บังคับใช้ข้อกำหนดและเงื่อนไขการใช้บริการนี้จะอยู่ภายใต้การควบคุมของกฎหมายในประเทศไทย หากเกิดข้อพิพาทใด ๆ เกี่ยวกับข้อกำหนดและเงื่อนไขนี้ หรือการใช้บริการ ผู้ใช้ยอมรับให้ศาลในประเทศไทยมีอำนาจในการตัดสินข้อพิพาทนั้น"
    ]
}