{
    "terms": [
        "ข้อกำหนดและเงื่อนไขการใช้งาน MedVista",
        "1. การยอมรับข้อกำหนดและเงื่อนไขการเข้าใช้บริการ MedVista ทุกประเภท ถือเป็นการยอมรับข้อกำหนดและเงื่อนไขทั้งหมดที่ระบุในเอกสารนี้ ซึ่งอาจมีการเปลี่ยนแปลงตามความเหมาะสมของ MedVista โดยจะแจ้งให้ผู้ใช้ทราบผ่านช่องทางที่ MedVista กำหนดไว้ เช่น การโพสต์บนเว็บไซต์ หากผู้ใช้ไม่ยอมรับข้อกำหนดและเงื่อนไขที่มีการปรับปรุง ผู้ใช้จะต้องหยุดการใช้งานบริการทันที หากผู้ใช้ยังคงใช้บริการหลังจากการเปลี่ยนแปลงข้อกำหนดและเงื่อนไขแสดงว่าผู้ใช้ยอมรับในข้อกำหนดและเงื่อนไขที่มีการปรับปรุงแล้ว"
        ,"2. การให้บริการMedVista ให้บริการทางการแพทย์และสุขภาพผ่านเทคโนโลยีดิจิทัล ซึ่งครอบคลุมถึงการให้คำปรึกษา การวินิจฉัยเบื้องต้น และการแนะนำการรักษา เช่น การสนทนาออนไลน์กับแพทย์ การประชุมผ่านวิดีโอคอลการให้บริการของ MedVista ไม่จำกัดแค่การให้คำแนะนำเบื้องต้นเกี่ยวกับอาการป่วยต่าง ๆ แต่ยังสามารถทำการตรวจสอบประวัติการรักษา รวมถึงการจัดการนัดหมายเพื่อพบแพทย์ผ่านแพลตฟอร์มของ MedVista"
        ,"3. การลงทะเบียนและบัญชีผู้ใช้ผู้ใช้บริการ MedVista ต้องลงทะเบียนและสร้างบัญชีผู้ใช้ โดยกรอกข้อมูลส่วนบุคคลให้ครบถ้วนและถูกต้อง หากพบว่า ข้อมูลที่ผู้ใช้ให้มาไม่ถูกต้องหรือไม่ครบถ้วน MedVista ขอสงวนสิทธิ์ในการยกเลิกการให้บริการบัญชีผู้ใช้จะถูกเก็บรักษาเป็นความลับและปลอดภัย ผู้ใช้ต้องรับผิดชอบในการรักษาข้อมูลการเข้าสู่ระบบ (เช่น อีเมล รหัสผ่าน) และต้องแจ้งให้ MedVista ทราบทันทีหากพบว่าบัญชีของตนถูกเข้าถึงโดยไม่ได้รับอนุญาต"
        ,"4. ข้อมูลส่วนตัวและความเป็นส่วนตัวMedVista ให้ความสำคัญกับการรักษาความเป็นส่วนตัวของข้อมูลผู้ใช้ โดยข้อมูลส่วนตัวที่ผู้ใช้ให้แก่ MedVista จะได้รับการปกป้องตามมาตรฐานการรักษาความปลอดภัยข้อมูลที่มีการกำหนดไว้ในนโยบายความเป็นส่วนตัวข้อมูลที่เก็บรวบรวมได้จากผู้ใช้บริการรวมถึงข้อมูลทางการแพทย์ ข้อมูลการใช้งานบริการ ประวัติการรักษา และข้อมูลส่วนบุคคลอื่น ๆ จะได้รับการปกป้องตามข้อกำหนดของกฎหมาย และจะไม่ถูกเปิดเผยให้กับบุคคลภายนอกโดยไม่ได้รับความยินยอมจากผู้ใช้ เว้นแต่การเปิดเผยนั้นจะต้องเป็นไปตามข้อกำหนดของกฎหมาย",
        "5. การใช้บริการทางการแพทย์บริการที่ผู้ใช้ได้รับจาก MedVista นั้นเป็นเพียงการให้คำปรึกษาทางการแพทย์เบื้องต้นจากแพทย์ผู้เชี่ยวชาญ ผ่านเทคโนโลยีดิจิทัล เช่น การวินิจฉัยอาการป่วยพื้นฐานหรือการแนะนำการรักษาเบื้องต้น การให้บริการไม่สามารถทดแทนการไปพบแพทย์ในสถานพยาบาลที่ได้รับการรับรองหากผู้ใช้มีอาการที่ซับซ้อนหรือรุนแรง หรือการรักษาที่ต้องการการตรวจสอบที่ละเอียดกว่า คำแนะนำที่ได้จากแพทย์ออนไลน์อาจไม่เพียงพอ จึงควรเข้ารับการรักษาจากแพทย์หรือสถานพยาบาลที่มีความเชี่ยวชาญ",
        "6. ข้อจำกัดความรับผิดชอบMedVista ไม่รับผิดชอบในกรณีที่เกิดความเสียหายต่อผู้ใช้บริการไม่ว่าจะเป็นความเสียหายทางตรงหรือทางอ้อมที่เกิดจากการใช้บริการของ MedVista เช่น ข้อผิดพลาดในการวินิจฉัยหรือการให้คำแนะนำทางการแพทย์ การให้คำปรึกษาทางการแพทย์ผ่านระบบดิจิทัลนั้นมีข้อจำกัดเนื่องจากไม่สามารถทำการตรวจร่างกายหรือทดสอบทางการแพทย์อย่างละเอียดได้นอกจากนี้ MedVista จะไม่รับผิดชอบต่อการสูญหายของข้อมูลหรือความเสียหายจากการที่ผู้ใช้ไม่ปฏิบัติตามข้อกำหนดในการใช้งานบริการ หรือจากการที่ใช้บริการอย่างผิดวิธี",
        "7. การเปลี่ยนแปลงข้อกำหนดและเงื่อนไขMedVista ขอสงวนสิทธิ์ในการปรับปรุงหรือเปลี่ยนแปลงข้อกำหนดและเงื่อนไขเหล่านี้ได้ตามความเหมาะสมโดยไม่ต้องแจ้งให้ทราบล่วงหน้า โดยผู้ใช้บริการจะต้องทบทวนข้อกำหนดและเงื่อนไขการใช้บริการทุกครั้งเมื่อมีการใช้บริการ หากมีการเปลี่ยนแปลงข้อกำหนดและเงื่อนไขที่สำคัญ MedVista จะทำการแจ้งให้ผู้ใช้ทราบผ่านช่องทางที่เหมาะสม เช่น การโพสต์ข้อมูลบนเว็บไซต์",
        "8. การยกเลิกบริการผู้ใช้สามารถยกเลิกการใช้บริการ MedVista ได้ตลอดเวลา โดยการแจ้งยกเลิกผ่านช่องทางที่ MedVista กำหนด",
        "9. กฎหมายที่บังคับใช้ข้อกำหนดและเงื่อนไขการใช้บริการนี้จะอยู่ภายใต้การควบคุมของกฎหมายในประเทศไทย หากเกิดข้อพิพาทใด ๆ เกี่ยวกับข้อกำหนดและเงื่อนไขนี้ หรือการใช้บริการ ผู้ใช้ยอมรับให้ศาลในประเทศไทยมีอำนาจในการตัดสินข้อพิพาทนั้น"
    ]
}